<?php

return [
    'list'  => 'Список',
    'total' => 'Загалом',


    'filters' => 'Фільтри',
    'filter'  => 'Фільтрувати',

    'actions' => 'Дії',

    'created' => 'Запис створений.',
    'updated' => 'Запис змінений.',
    'deleted' => 'Запис видалений.',

    'empty_result' => 'Пусто...',

    'show'    => 'Переглянути',
    'create'  => 'Створити',
    'edit'    => 'Редагувати',
    'update'  => 'Змінити',
    'destroy' => 'Видалити',

    'cancel' => 'Скасувати',


    'item'    => 'Запис',
    'value'   => 'Значення',
    'save'    => 'Зберегти',
    'saved'   => 'Збережено',
    'add'     => 'Додати',
    'added'   => 'Додано',
    'preview' => 'Переглянути',
    'apply'   => 'Застосувати',

    'confirmation' => 'Ви підтверджую дію?',

    'action_completed' => 'Дію виконано.',
];
