<?php

return [
    'list'  => 'Список',
    'total' => 'Всего',


    'filters' => 'Фильтры',
    'filter'  => 'Фильтровать',

    'actions' => 'Действия',

    'created' => 'Запись создана.',
    'updated' => 'Запись изменена.',
    'deleted' => 'Запись удалена.',

    'empty_result' => 'Пусто...',

    'show'    => 'Просмотреть',
    'create'  => 'Создать',
    'edit'    => 'Редактировать',
    'update'  => 'Изменить',
    'destroy' => 'Удалить',

    'cancel' => 'Отмена',


    'item'    => 'Запись',
    'value'   => 'Значение',
    'save'    => 'Сохранить',
    'saved'   => 'Сохранено',
    'add'     => 'Добавить',
    'added'   => 'Добавлено',
    'preview' => 'Просмотреть',
    'apply'   => 'Применить',

    'confirmation' => 'Вы подтверждаете действие?',

    'action_completed' => 'Действие выполнено.',
];
