<?php

return [
    'list'  => 'Список',
    'total' => 'Всего',


    'filters' => 'Фильтры',
    'filter'  => 'Фильтровать',

    'actions' => 'Действия',

    'created' => 'Запись создана.',
    'updated' => 'Запись изменена.',
    'deleted' => 'Запись удалена.',

    'empty_result'     => 'Пусто...',

    'show'    => 'Просмотреть',
    'create'  => 'Создать',
    'edit'    => 'Редактировать',
    'update'  => 'Изменить',
    'destroy' => 'Удалить',

    'cancel' => 'Отмена',


    'item'    => 'Запись',
    'value'   => 'Значение',
    'save'    => 'Сохранить',
    'saved'   => 'Сохранено',
    'add'     => 'Добавить',
    'added'   => 'Добавлено',
    'preview' => 'Просмотреть',
    'apply'   => 'Применить',

    'confirmation' => 'Вы подтверждаете действие?',
//
//    'next'             => 'Далее',
//    'download'         => 'Скачать',
//    'upload'           => 'Загрузить',
//    'uploaded'         => 'Загружено',
//    'replica'          => 'Копия',
//    'replicate'        => 'Копировать',
//    'replicated'       => 'Скопировано',
//    'replica_exists'   => 'Копия уже существует!',
//    'action_completed' => 'Действие выполнено',
//    'access_denied'    => 'Доступ запрещен!',
//    'confirm'          => 'Подтвердить',
//    'all'              => 'Все',
//    'yes'              => 'Да',
//    'no'               => 'Нет',
//    'on'               => 'Вкл',
//    'off'              => 'Выкл',
//    'auto'             => 'Авто',
//    'loading'          => 'Загрузка...',
//    'error'            => 'Ошибка',
//    'select_value'     => '=== Выберите значение ===',
//

];
